tap "fishtown-analytics/dbt"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "emojify"
brew "fish"
brew "gh"
brew "git"
brew "golangci-lint"
brew "grep"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "neovim"
brew "nmap"
brew "nodenv"
brew "oauth2l"
brew "pyenv"
brew "redis"
brew "terraform-docs"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
cask "amethyst"
cask "docker"
cask "goland"
cask "visual-studio-code"
cask "slack"
cask "alfred"
cask "iterm2"
cask "hiddenbar"
cask "vivaldi"
